Repository: christhoval06/react-cakephp
Catalog: app/Locale/ita/LC_MESSAGES/default.po
Languages: it_it

source: Account expired, traffic redirected to the safe page!
it_it: Account scaduto, traffico dirottato verso la pagina sicura.

source: All traffic allowed for this campaign.
it_it: Tutto il traffico consentito per la campagna.

source: Not allowed.
it_it: Non consentito.

source: Campaign not found.
it_it: Campagna non trovata.

source: Unable to delete campaign logs.
it_it: Impossibile rimuovere i logs della campagna.

source: Campaign logs removed.
it_it: Logs della campagna rimossi.

source: Copy of %s
it_it: Copia di %s

source: Campaign cloned.
it_it: Campagna clonata con successo.

source: Not found.
it_it: Non trovato.

source: Campaign status changed.
it_it: Stato della campagna modificato.

source: Unable to change campaign status.
it_it: Impossibile cambiare lo stato della campagna.

source: active campaigns
it_it: campagne attive

source: today's views
it_it: visite oggi

source: cloaked views
it_it: visite dirottate

source: days to expiration
it_it: giorni alla scadenza

source: Buy Package
it_it: Acquista Pacchetto

source: Token invalid or expired.
it_it: Token invalido o scaduto.

source: Login success!
it_it: Login eseguito con successo!

source: Invalid username or password
it_it: Username o password non validi.

source: Not authorized.
it_it: Non autorizzato.

source: Package not found.
it_it: Pacchetto non trovato.

source: Account expiration extended to %s
it_it: Account esteso fino al %s

source: Y-m-d
it_it: d-m-Y

source: Payment confirmed, right now you are in SafeGuard community
it_it: Pagamento confermato, da ora fai parte della community di SafeGuard

source: Payment completed.
it_it: Pagamento completato.

source: Recurring payment executed
it_it: Pagamento ricorrente autorizzato, attivazione del profilo completata!

source: Required
it_it: Il campo è obbligatorio.

source: Username already in use
it_it: Username già in uso

source: Email already exists
it_it: L’indirizzo email esiste già

source: Welcome in SafeGuard
it_it: Benvenuto in SafeGuard

source: Signup
it_it: Registrati

source: Thank you for your registration. Your subscription will be processed soon!
it_it: Grazie per la tua registrazione, la tua richiesta sarà elaborata il prima possibile!

source: Error during registration.
it_it: Errore durante la registrazione.

source: New contact request
it_it: Nuova richiesta di contatto

source: Message sent! We will contact you soon as possible!
it_it: Il messaggio è stato inoltrato, ti contatteremo il prima possibile!

source: Test Account Conferimed
it_it: Account di prova confermato

source: Account status changed to %s
it_it: Stato dell’account cambiato in: %s

source: Error changing user status.
it_it: Errore durante l’aggiornamento di stato dell’utente.

source: Token expired or not allowed.
it_it: Token scaduto o operazione non consentita.

source: Confirm password does not match the new password.
it_it: Le password non corrispondono.

source: Old password does not match.
it_it: La vecchia password non coincide

source: New password cannt be equals to old.
it_it: La tua nuova password non può essere uguale a quella attuale.

source: Password changed.
it_it: Password modificata.

source: Error changing password.
it_it: Errore nel cambio password.

source: Username or email not valid.
it_it: Username o indirizzo email non valido.

source: Password changed, please check your email to view new associated password.
it_it: Operazione completata, ti abbiamo inoltrato la nuova password sul tuo indirizzo email.

source: Profile updated.
it_it: Informazioni di profilo aggiornate.

source: Error updating profile.
it_it: Errore durante l’aggiornamento del profilo.

source: Account expiring
it_it: Attenzione: il tuo account di prova sta per scadere

source: Account expired
it_it: Attenzione: il tuo account di prova è scaduto

source: Fill out the form and send us what are your questions or your doubts, we will be happy to respond as soon as possible!
it_it: Compila il modulo e mandaci quelle che sono le tue domande o i tuoi dubbi, ti risponderemo il prima possibile!

source: Name
it_it: Nome

source: Surname
it_it: Cognome

source: Message
it_it: Messaggio

source: Please fill the form below. Your registration request will be processed soon. You will receive a confirmation email
it_it: Grazie per aver scelto SafeGuard! Compila il modulo, una volta esaminata la tua richiesta (è una procedura standard per garantire la sicurezza del sistema e di tutti gli utenti registrati) ti invieremo una mail di conferma ed il tuo account di prova GRATUITO sarà attivato. Una volta scaduti i 14 giorni di prova, il cloaker smetterà di funzionare. Per continuare ad utilizzare Safeguard basta cliccare sul banner in alto nella dashboard (anche prima del termine della prova) e scegliere una delle soluzioni tariffarie proposte.

source: How did you hear about us?
it_it: Come sei venuto in contatto con SafeGuard?

source: required
it_it: Il campo è obbligatorio.

source: Another template already exists for selected Traffic Source
it_it: Esiste già un altro template per la sorgente di traffico specificata!

source: valid
it_it: Valido

source: Invalid status
it_it: Stato non valido

source: Please enter a valid role
it_it: Inserisci un ruolo valido.

source: Please enter valid status (Pending|Active)
it_it: Inserisci uno stato valido (Pending|Active).

source: Please insert valid date
it_it: Inserisci una data valida

source: Error
it_it: Errore

source: An Internal Error Has Occurred.
it_it: Si è verificato un errore interno.
